{
  "intents": [
    {
      "tag": "pertanyaan1positif",
      "patterns": [
        "Siap! Tanya aja, belly bot",
        "Pasti siap! Ayo, tanya sekarang",
        "Yup, udah siap! Tanya apa aja",
        "Oke, ayo mulai aja. Ada yang mau ditanyain?",
        "Iya, tentu! Tanya aja, aku siap",
        "Sudah siap! Mulai aja, Belly Bot",
        "Benar! Tanya sekarang, Belly Bot",
        "Tentu dong! Ada yang mau ditanyain?",
        "Pastinya siap! Kasih pertanyaannya",
        "Iya, sudah siap! Ada yang ingin ditanyakan?",
        "Oke, tanya aja sekarang",
        "Siap sedia Belly Bot",
        "Tentu saja, Belly Bot! Tanya aja, aku standby",
        "Sudah siap! Tanya aja, Belly Bot",
        "Yup, siap! Mulai aja, Belly Bot",
        "Pastinya siap! Tanya aja, Belly Bot",
        "Oke, tanya sekarang. Gimana, Belly Bot?",
        "Siap-siap! Tanya pertanyaannya, Belly Bot",
        "Benar!",
        "Tentu saja, Belly Bot! Ada yang ingin Belly Bot tanyakan?",
        "Sudah siap!",
        "Siap sedia! Tanya aja, Belly Bot",
        "Pastinya! Mulai aja kapan saja",
        "Oke, Belly Bot! Tanya aja, aku siap",
        "Yup, Belly Bot! Mulai aja sekarang",
        "Siap!",
        "Benar! Mulai aja, Belly Bot",
        "Tentu saja, Belly Bot! Apa yang ingin ditanyakan?",
        "Sudah siap! Ayo, Belly Bot tanya pertanyaannya",
        "Siap sedia!",
        "Pasti",
        "Siap",
        "Oke",
        "Yup",
        "Tentu",
        "Mulai saja sekarang, Belly Bot",
        "Ayo tanya, Belly Bot siap",
        "Siap, tanya saja",
        "Saya siap untuk pertanyaan Anda",
        "Tentu saja! Tanya apa saja",
        "Tanya saja sekarang",
        "Silakan tanya, saya siap",
        "Saya siap untuk bertanya",
        "Silakan tanya sekarang",
        "Saya siap untuk pertanyaan Anda",
        "Ayo mulai, Belly Bot siap",
        "Tanya sekarang, saya siap",
        "Mulai saja, saya siap untuk pertanyaan Anda",
        "Ayo mulai, tanya saja",
        "Saya siap untuk dimintai pertanyaan",
        "Tentu! Tanya sekarang",
        "Saya siap untuk menjawab pertanyaan Anda",
        "Ayo tanya, saya siap untuk menjawab",
        "Saya siap untuk ditanya",
        "Ayo mulai, saya siap untuk ditanya",
        "Silakan tanya apa saja, saya siap untuk menjawab",
        "Tentu saja, saya siap untuk pertanyaan Anda"
      ],
      "responses": [
        {
          "response": "Okee mom, pertanyaan pertama. Apakah Mom memiliki pengalaman sebelumnya dalam melakukan yoga atau latihan fisik secara mandiri sebelum hamil?",
          "value": 1
        },
        {
          "response": "Okee, mari mulai dengan pertanyaan pertama. Sebelum hamil, apakah Mom sudah memiliki pengalaman dengan yoga atau rutinitas latihan fisik secara mandiri?",
          "value": 1
        },
        {
          "response": "Baik, pertanyaan pertama. Sebelum hamil, apakah Mom pernah mencoba yoga atau latihan fisik secara mandiri?",
          "value": 1
        },
        {
          "response": "Baik, Apakah Mom pernah mencoba yoga atau latihan fisik secara mandiri sebelum hamil?",
          "value": 1
        }
      ]
    },
    {
      "tag": "pertanyaan1negative",
      "patterns": [
        "Maaf, mungkin lain kali saja ya.",
        "Hmm, tidak sekarang.",
        "Saya sedang sibuk, maaf.",
        "Tidak, tidak untuk dibicarakan sekarang.",
        "Tidak tertarik sekarang.",
        "Mungkin tidak saat ini, maaf.",
        "Maaf, saya tidak merasa untuk berbicara tentang itu.",
        "Saat ini tidak ya.",
        "Tidak ingin berbicara dengan belly bot.",
        "Maaf, sekarang tidak bisa.",
        "Tidak ingin berbagi informasi sekarang.",
        "Sekarang tidak ya, maaf.",
        "Tidak tertarik, maaf.",
        "Sekarang tidak ya.",
        "Maaf, saya ingin menunda.",
        "Sekarang tidak untuk dibicarakan.",
        "Maaf, saya ingin menolak.",
        "Sekarang tidak ingin berbicara tentang itu.",
        "Tidak ingin berbicara sekarang.",
        "Maaf, tidak tertarik untuk berinteraksi sekarang.",
        "Sekarang tidak ingin berbicara tentang itu.",
        "Maaf, tidak untuk itu sekarang.",
        "Sekarang tidak ya, mungkin lain kali saja.",
        "Tidak ingin berbicara dengan belly bot sekarang.",
        "Maaf, sekarang tidak.",
        "Sekarang tidak ingin berbicara tentang itu.",
        "Maaf, sekarang tidak tertarik.",
        "Sekarang tidak ya, terima kasih.",
        "Tidak ingin ditanya sekarang.",
        "Tidak sekarang, maaf.",
        "Saya tidak tertarik untuk berbicara sekarang.",
        "Tidak bisa sekarang, maaf.",
        "Sekarang tidak cocok untuk berbicara, maaf.",
        "Tidak, mungkin nanti.",
        "Saya ingin menunda pembicaraan itu.",
        "Sekarang tidak, maaf.",
        "Maaf, saya sedang sibuk sekarang.",
        "Nanti saja ya.",
        "Saya tidak ingin membicarakan itu sekarang.",
        "Sekarang tidak siap untuk bicara.",
        "Tidak, terima kasih.",
        "Tidak sekarang.",
        "Sekarang tidak, terima kasih.",
        "Maaf, tidak sekarang.",
        "Saya tidak ingin membahas hal itu saat ini.",
        "Sekarang tidak cocok untuk berbicara tentang itu.",
        "Tidak, mungkin lain waktu.",
        "Sekarang tidak, saya sedang sibuk.",
        "Maaf, sekarang tidak ingin berbicara.",
        "Sekarang tidak, mungkin lain kali.",
        "Tidak, saya tidak ingin membahas itu saat ini.",
        "Sekarang tidak, mungkin nanti.",
        "Tidak, saya sedang sibuk.",
        "Maaf, tidak sekarang.",
        "Saya tidak siap untuk menjawab pertanyaan sekarang.",
        "Tidak sekarang, saya belum siap.",
        "Tidak siap",
        "Belum siap",
        "Saat ini tidak siap",
        "Saat ini belum siap",
        "Saya belum siap untuk ditanya",
        "Saya ngga siap",
        "Saya nggak siap",
        "Saya ga siap",
        "Saya gak siap",
        "Gak mau ditanya",
        "Tidak mau ditanya",
        "Tidak ingin ditanya",
        "Gak ingin ditanya",
        "Saya belum ingin ditanya",
        "Saya belum mau ditanya",
        "Maaf, tidak sekarang.",
        "Saya tidak siap untuk menjawab pertanyaan sekarang.",
        "Tidak sekarang, saya belum siap.",
        "Maaf, saya tidak ingin menjawab pertanyaan ini sekarang.",
        "Sekarang tidak siap untuk berbicara tentang hal itu.",
        "Saya tidak merasa siap untuk menjawab pertanyaan ini sekarang.",
        "Tidak, saya tidak siap untuk berbicara tentang hal itu.",
        "Maaf, saya belum siap untuk membicarakan itu.",
        "Saya tidak ingin membahasnya saat ini.",
        "Tidak bisa menjawab sekarang, maaf.",
        "Saya sedang tidak ingin berbicara tentang hal itu.",
        "Maaf, saya tidak ingin membicarakan itu sekarang.",
        "Tidak ingin ditanya tentang itu sekarang.",
        "Saya tidak siap untuk berbagi informasi sekarang.",
        "Tidak bisa membicarakan itu sekarang, maaf.",
        "Saya tidak ingin mendiskusikan hal itu saat ini.",
        "Tidak sekarang, saya sedang tidak ingin berbicara.",
        "Maaf, saya tidak tertarik untuk menjawab sekarang.",
        "Saya belum siap untuk berbicara tentang hal itu.",
        "Tidak, saya belum siap untuk membicarakannya.",
        "Maaf, saya tidak ingin membahas hal itu saat ini.",
        "Saya tidak merasa siap untuk berbicara tentang hal itu sekarang."
      ],
      "responses": [
        {
          "response": "Maaf, proses pendaftaran tidak bisa dilanjutkan karena Mom belum siap. Silakan kembali suatu saat nanti. Terima kasih dan sampai jumpa!",
          "value": 0
        },
        {
          "response": "Oh, paham. Jika Mom belum siap, maka proses pendaftaran tidak bisa dilanjutkan. Jika Mom ingin kembali dan mendaftar nanti, saya akan di sini. Terima kasih!",
          "value": 0
        },
        {
          "response": "Paham, Mom. Jika Mom belum siap, proses pendaftaran tidak bisa dilanjutkan. Saya akan menunggu di sini jika Mom ingin kembali dan mendaftar di lain waktu. Sampai jumpa!",
          "value": 0
        },
        {
          "response": "Baiklah, jika Mom tidak siap, proses pendaftaran tidak bisa dilanjutkan. Saya akan di sini jika Mom ingin kembali dan mendaftar suatu saat nanti. Terima kasih dan sampai jumpa!",
          "value": 0
        },
        {
          "response": "Sayang sekali, Mom. Jika Mom belum siap, proses pendaftaran tidak bisa dilanjutkan. Jangan ragu untuk kembali jika Mom ingin mendaftar di lain waktu atau jika ada yang bisa saya bantu. Sampai jumpa!",
          "value": 0
        }
      ]
    },
    {
        "tag": "pertanyaan2positif",
        "patterns": [
          "Iya, pernah sih, tapi nggak rutin banget.",
          "Pernah, kadang-kadang sih.",
          "Ada, tapi cuman sesekali aja sih.",
          "Iya, pernah nyoba yoga dulu sebelum hamil.",
          "Punya pengalaman yoga sebelum hamil, tapi nggak terlalu sering.",
          "Pernah coba-coba yoga dulu sebelum hamil.",
          "Yup, pernah latihan fisik sendiri sebelum hamil.",
          "Ada, tapi nggak terlalu intens latihan fisiknya.",
          "Sempat mencoba yoga sebelum hamil, tapi nggak rutin.",
          "Iya, punya pengalaman yoga sebelum hamil, walaupun nggak terlalu sering.",
          "Pernah, tapi tidak secara teratur.",
          "Ada, tapi hanya sesekali saja.",
          "Saya mencoba yoga beberapa kali sebelum hamil.",
          "Yup, pernah latihan fisik sebelum hamil, tapi tidak terlalu sering.",
          "Punya pengalaman yoga sebelum hamil, walaupun tidak rutin.",
          "Pernah coba yoga sebelum hamil, tapi tidak terlalu sering.",
          "Iya, pernah latihan fisik sendiri sebelum hamil, tapi tidak intensif.",
          "Sempat mencoba yoga sebelum hamil, walaupun tidak rutin.",
          "Punya sedikit pengalaman yoga sebelum hamil.",
          "Pernah, tapi hanya sekali-sekali saja.",
          "Ada, tapi tidak dilakukan secara teratur.",
          "Iya, pernah mencoba yoga sebelum hamil, tapi jarang.",
          "Punya sedikit pengalaman yoga sebelum hamil, tapi tidak terlalu sering.",
          "Pernah, tapi tidak intensif.",
          "Ada, tapi tidak rutin dilakukan.",
          "ya saya sudah pernah latihan fisik",
          "Saya mencoba yoga beberapa kali sebelum hamil, tapi tidak sering.",
          "Yup, pernah latihan fisik sebelum hamil, tapi tidak terlalu intensif.",
          "Punya pengalaman yoga sebelum hamil, tapi tidak rutin dilakukan.",
          "Pernah mencoba yoga sebelum hamil, tapi tidak terlalu sering dilakukan.",
          "Iya, pernah latihan fisik sendiri sebelum hamil, tapi tidak rutin.",
          "Sempat mencoba yoga sebelum hamil, tapi tidak terlalu sering dilakukan.",
          "Ya, saya pernah mencoba yoga sebelumnya",
          "Ya, saya pernah melakukan latihan fisik secara mandiri sebelum hamil",
          "Ya, saya memiliki pengalaman melakukan yoga sebelum hamil",
          "Ya, saya pernah mencoba yoga dan latihan fisik sebelum hamil",
          "Ya, saya pernah rutin melakukan yoga sebelum hamil",
          "Ya, saya pernah mencoba berbagai jenis latihan fisik sebelum hamil",
          "Ya, saya memiliki pengalaman dengan yoga sebelum kehamilan",
          "Ya, saya pernah teratur melakukan yoga sebelum hamil",
          "Ya, saya pernah melakukan latihan fisik mandiri sebelum kehamilan",
          "Ya, saya pernah melakukan yoga dan olahraga sebelum hamil",
          "Ya, saya memiliki pengalaman yoga dan latihan fisik sebelum hamil",
          "Ya, saya pernah mengikuti kelas yoga sebelum hamil",
          "Ya, saya pernah melakukan latihan fisik sendiri sebelum hamil",
          "Ya, saya pernah teratur melakukan latihan fisik sebelum hamil",
          "Ya, saya memiliki pengalaman dengan latihan fisik sebelum hamil",
          "Ya, saya pernah mengikuti yoga secara rutin sebelum hamil",
          "Ya, saya pernah melakukan yoga beberapa kali sebelum hamil",
          "Ya, saya pernah mencoba latihan fisik sebelum kehamilan",
          "Ya, saya memiliki pengalaman dalam yoga sebelum hamil",
          "Ya, saya pernah melakukan yoga dengan intensitas sedang sebelum hamil",
          "Ya, saya pernah melakukan yoga sesekali sebelum hamil",
          "Ya, saya memiliki pengalaman rutin yoga sebelum hamil",
          "Ya, saya pernah mencoba yoga dan latihan lainnya sebelum hamil",
          "Ya, saya memiliki pengalaman dengan berbagai latihan fisik sebelum hamil",
          "Ya, saya pernah melakukan yoga beberapa kali sebelum hamil",
          "Ya, saya pernah melakukan latihan fisik intensif sebelum hamil",
          "Ya, saya memiliki pengalaman dengan yoga dan latihan fisik lainnya sebelum hamil",
          "Ya, saya pernah mengikuti kelas yoga secara rutin sebelum hamil",
          "ya saya sudah pernah latihan yoga",
          "sudah pernah latihan fisik",
          "Ya, saya pernah melakukan latihan fisik secara teratur sebelum hamil",
          "Ya, saya memiliki pengalaman yoga yang cukup sebelum hamil",
          "Ya, saya pernah mencoba berbagai latihan fisik sebelum kehamilan",
          "Ya, saya pernah melakukan yoga dengan frekuensi sedang sebelum hamil",
          "Ya, saya pernah melakukan yoga secara rutin sebelum hamil",
          "Ya, saya pernah melakukan latihan fisik ringan sebelum hamil",
          "Ya, saya memiliki pengalaman yoga yang cukup sebelum kehamilan",
          "Ya, saya pernah mengikuti kelas yoga sebelum kehamilan",
          "Ya, saya pernah melakukan latihan fisik secara mandiri sebelum kehamilan",
          "Ya, saya pernah mencoba yoga dan latihan fisik sebelum kehamilan",
          "Ya, saya memiliki pengalaman dengan latihan fisik yang cukup sebelum hamil",
          "Ya, saya pernah mengikuti kelas yoga secara berkala sebelum hamil",
          "Ya, saya pernah melakukan yoga dengan intensitas sedang sebelum kehamilan",
          "Ya, saya memiliki pengalaman yoga sebelum masa kehamilan",
          "Ya, saya pernah melakukan latihan fisik sendiri sebelum kehamilan",
          "Ya, saya pernah mencoba yoga dengan frekuensi sedang sebelum kehamilan",
          "Ya, saya pernah mengikuti kelas yoga dengan rutin sebelum hamil",
          "Ya, saya memiliki pengalaman dengan berbagai jenis latihan fisik sebelum kehamilan",
          "Ya, saya pernah melakukan latihan fisik ringan secara teratur sebelum hamil",
          "Ya, saya pernah mencoba yoga dan latihan lainnya sebelum kehamilan",
          "Ya, saya memiliki pengalaman yoga dengan frekuensi sedang sebelum kehamilan",
          "Ya, saya pernah mengikuti kelas yoga dan latihan fisik lainnya sebelum hamil",
          "Ya, saya pernah melakukan latihan fisik secara mandiri sebelum masa kehamilan",
          "Ya, saya memiliki pengalaman dalam yoga dan latihan fisik lainnya sebelum hamil",
          "Ya, saya pernah melakukan yoga secara berkala sebelum kehamilan",
          "Ya, saya pernah mengikuti kelas yoga dan latihan fisik secara rutin sebelum hamil",
          "Ya, saya pernah melakukan latihan fisik secara teratur sebelum masa kehamilan",
          "Ya, saya memiliki pengalaman dengan yoga dan latihan fisik sebelum hamil",
          "Ya, saya pernah melakukan yoga dengan intensitas sedang sebelum kehamilan",
          "Iya, pernah sih, tapi nggak rutin banget.",
          "Pernah, kadang-kadang sih.",
          "Iya, pernah nyoba yoga dulu sebelum hamil.",
          "Punya pengalaman yoga sebelum hamil, tapi nggak terlalu sering.",
          "Pernah coba-coba yoga dulu sebelum hamil.",
          "Yup, pernah latihan fisik sendiri sebelum hamil.",
          "Ada, tapi nggak terlalu intens latihan fisiknya.",
          "Sempat mencoba yoga sebelum hamil, tapi nggak rutin.",
          "Yup, pernah latihan fisik sendiri sebelum hamil, tapi tidak terlalu intensif.",
          "Iya, punya pengalaman yoga sebelum hamil, walaupun nggak terlalu sering.",
          "Pernah, tapi tidak secara teratur.",
          "Ada, tapi hanya sesekali saja.",
          "Saya mencoba yoga beberapa kali sebelum hamil.",
          "Punya pengalaman yoga sebelum hamil, walaupun tidak rutin.",
          "Pernah coba yoga sebelum hamil, tapi tidak terlalu sering.",
          "Iya, pernah latihan fisik sendiri sebelum hamil, tapi tidak intensif.",
          "Sempat mencoba yoga sebelum hamil, walaupun tidak rutin.",
          "Punya sedikit pengalaman yoga sebelum hamil.",
          "Pernah, tapi hanya sekali-sekali saja.",
          "Ada, tapi tidak dilakukan secara teratur.",
          "Iya, pernah mencoba yoga sebelum hamil, tapi jarang.",
          "Punya sedikit pengalaman yoga sebelum hamil, tapi tidak terlalu sering."
        ],
        "responses": [
          {
            "response": "Baik pertanyaan selanjutnya, Apakah Mom ada keluhan seperti nyeri perut/kram perut atau keluar darah/flek, Demam? Pusing? Mual? Muntah? Batuk? Flu?",
            "value": 1
          },
          {
            "response": "Selanjutnya, Apakah Mom ada keluhan atau tidak? Seperti nyeri perut/kram perut atau keluar darah/flek, Demam? Pusing? Mual? Muntah? Batuk? Flu?",
            "value": 1
          },
          {
            "response": "Lalu, Apakah Mom ada keluhan atau tidak? Seperti nyeri perut/kram perut atau keluar darah/flek, Demam? Pusing? Mual? Muntah? Batuk? Flu?",
            "value": 1
          },
          {
            "response": "Pertanyaan selanjutnya, Apakah Mom ada keluhan atau tidak? Seperti nyeri perut/kram perut atau keluar darah/flek, Demam? Pusing? Mual? Muntah? Batuk? Flu?",
            "value": 1
          }
        ]
    },
    {
        "tag": "pertanyaan2negative",
        "patterns": [
          "Belum pernah mencoba yoga atau latihan fisik secara mandiri sebelum hamil.",
          "Tidak, saya tidak memiliki pengalaman dalam yoga atau latihan fisik sebelum hamil.",
          "Belum pernah mencoba yoga atau latihan fisik sebelum hamil.",
          "Saya belum mencoba yoga atau latihan fisik sebelum hamil.",
          "Tidak punya pengalaman dalam yoga atau latihan fisik sebelum hamil.",
          "Belum pernah mencoba yoga atau latihan fisik secara mandiri sebelum hamil.",
          "Tidak, belum pernah mencoba yoga atau latihan fisik sebelum hamil.",
          "Saya belum mencoba yoga atau latihan fisik secara mandiri sebelum hamil.",
          "Tidak punya pengalaman dalam yoga atau latihan fisik sebelum hamil.",
          "Belum pernah mencoba yoga atau latihan fisik sebelum hamil.",
          "Saya tidak memiliki pengalaman dalam yoga atau latihan fisik sebelum hamil.",
          "Belum pernah mencoba yoga atau latihan fisik secara mandiri sebelum hamil.",
          "Tidak, belum mencoba yoga atau latihan fisik sebelum hamil.",
          "Saya belum mencoba yoga atau latihan fisik sebelum hamil.",
          "Tidak punya pengalaman dalam yoga atau latihan fisik sebelum hamil.",
          "Belum pernah mencoba yoga atau latihan fisik sebelum hamil.",
          "Tidak, belum pernah mencoba yoga atau latihan fisik sebelum hamil.",
          "Saya belum mencoba yoga atau latihan fisik secara mandiri sebelum hamil.",
          "Tidak punya pengalaman dalam yoga atau latihan fisik sebelum hamil.",
          "Belum pernah mencoba yoga atau latihan fisik sebelum hamil.",
          "Tidak, belum mencoba yoga atau latihan fisik sebelum hamil.",
          "Saya belum mencoba yoga atau latihan fisik sebelum hamil.",
          "Tidak punya pengalaman dalam yoga atau latihan fisik sebelum hamil.",
          "Belum pernah mencoba yoga atau latihan fisik secara mandiri sebelum hamil.",
          "Tidak, belum pernah mencoba yoga atau latihan fisik sebelum hamil.",
          "Saya belum mencoba yoga atau latihan fisik sebelum hamil.",
          "Tidak punya pengalaman dalam yoga atau latihan fisik sebelum hamil.",
          "Belum pernah mencoba yoga atau latihan fisik sebelum hamil.",
          "Tidak, belum mencoba yoga atau latihan fisik sebelum hamil.",
          "Saya belum mencoba yoga atau latihan fisik secara mandiri sebelum hamil.",
          "Tidak punya pengalaman dalam yoga atau latihan fisik sebelum hamil.",
          "Tidak, saya belum pernah mencoba yoga sebelum hamil.",
          "Tidak, saya belum pernah melakukan latihan fisik secara mandiri sebelum hamil.",
          "Tidak, saya tidak memiliki pengalaman dalam yoga sebelum hamil.",
          "Tidak, saya belum pernah melakukan yoga dan latihan fisik sebelum hamil.",
          "Tidak, saya tidak pernah mengikuti kelas yoga sebelum hamil.",
          "Tidak, saya belum pernah melakukan latihan fisik sebelum hamil.",
          "Tidak, saya belum berlatih yoga secara mandiri sebelum hamil.",
          "Tidak, saya belum pernah berlatih fisik secara mandiri sebelum hamil.",
          "Tidak, saya tidak punya pengalaman dalam yoga atau latihan fisik sebelum hamil.",
          "Tidak, saya tidak pernah mencoba yoga atau latihan fisik sebelum hamil.",
          "Tidak, saya tidak memiliki pengalaman melakukan yoga sebelum hamil.",
          "Tidak, saya tidak pernah mencoba latihan fisik sebelum hamil.",
          "Tidak, saya tidak pernah mencoba yoga secara mandiri sebelum hamil.",
          "Tidak, saya tidak pernah melakukan latihan fisik sebelum hamil.",
          "Tidak, saya tidak pernah berlatih yoga sebelum hamil.",
          "Tidak, saya tidak pernah melakukan yoga atau latihan fisik sebelum hamil.",
          "Tidak, saya belum pernah melakukan yoga atau latihan fisik sebelum hamil.",
          "Tidak, saya belum pernah berlatih yoga sebelum hamil.",
          "Tidak, saya belum pernah melakukan yoga sebelum hamil.",
          "Tidak, saya belum pernah berlatih fisik sebelum hamil.",
          "Tidak, saya belum pernah melakukan yoga atau latihan fisik sebelum hamil.",
          "Tidak, saya belum pernah mencoba yoga sebelum hamil.",
          "Tidak, saya belum pernah melakukan yoga sebelum hamil.",
          "Tidak, saya tidak pernah mencoba yoga sebelum hamil.",
          "Tidak, saya belum pernah melakukan latihan fisik secara mandiri sebelum hamil.",
          "Tidak, saya tidak pernah mencoba yoga atau latihan fisik secara mandiri sebelum hamil.",
          "Tidak, saya tidak pernah melakukan yoga sebelum hamil.",
          "Tidak, saya tidak pernah berlatih fisik sebelum hamil.",
          "Tidak, saya tidak pernah mencoba latihan fisik sebelum hamil.",
          "Tidak, saya tidak memiliki pengalaman dalam yoga atau latihan fisik sebelum hamil.",
          "Tidak, saya belum pernah mencoba yoga atau latihan fisik sebelum hamil.",
          "Tidak, saya tidak pernah melakukan yoga atau latihan fisik sebelum hamil.",
          "Tidak, saya tidak pernah mencoba yoga sebelum hamil.",
          "Tidak, saya belum pernah melakukan latihan fisik sebelum hamil.",
          "Tidak, saya tidak pernah mencoba yoga atau latihan fisik sebelum hamil.",
          "Tidak, saya tidak pernah melakukan yoga sebelum hamil.",
          "Tidak, saya tidak pernah berlatih yoga sebelum hamil.",
          "Tidak, saya belum pernah melakukan yoga atau latihan fisik sebelum hamil.",
          "Tidak, saya tidak pernah mencoba yoga atau latihan fisik sebelum hamil.",
          "Tidak, saya tidak memiliki pengalaman dalam yoga sebelum hamil.",
          "Tidak, saya belum pernah melakukan latihan fisik sebelum hamil.",
          "Tidak, saya belum pernah melakukan yoga sebelum hamil.",
          "Tidak, saya belum pernah mencoba yoga sebelum hamil.",
          "Tidak, saya belum pernah mencoba latihan fisik sebelum hamil.",
          "Tidak, saya belum pernah melakukan yoga atau latihan fisik sebelum hamil.",
          "Tidak, saya belum pernah berlatih yoga sebelum hamil.",
          "Tidak, saya tidak pernah mencoba yoga sebelum hamil.",
          "Tidak, saya tidak pernah melakukan latihan fisik sebelum hamil.",
          "Tidak, saya belum pernah melakukan yoga sebelum hamil.",
          "Tidak, saya tidak pernah berlatih fisik sebelum hamil.",
          "Tidak, saya tidak pernah mencoba yoga atau latihan fisik sebelum hamil.",
          "Tidak, saya belum pernah melakukan yoga atau latihan fisik sebelum hamil.",
          "Tidak, saya belum pernah mencoba yoga atau latihan fisik sebelum hamil.",
          "Tidak, saya belum pernah melakukan yoga sebelum hamil.",
          "Tidak, saya belum pernah melakukan latihan fisik sebelum hamil.",
          "Tidak, saya tidak memiliki pengalaman dalam yoga atau latihan fisik sebelum hamil.",
          "Belum mencoba",
          "Tidak sempat",
          "Belum sempat",
          "Belum pernah coba",
          "Belum memiliki pengalaman",
          "Belum punya pengalaman",
          "Belum pengalaman",
          "Belum berpengalaman",
          "Tidak memiliki pengalaman",
          "Tidak punya pengalaman",
          "Belum mencoba yoga atau latihan fisik sebelum hamil.",
          "Belum coba yoga atau latihan fisik sebelum hamil.",
          "Belum pernah mencoba yoga atau latihan fisik sebelum hamil.",
          "Belum pernah coba yoga atau latihan fisik sebelum hamil.",
          "Tidak sempat mencoba yoga atau latihan fisik sebelum hamil.",
          "Belum sempat mencoba yoga atau latihan fisik sebelum hamil.",
          "Belum memiliki pengalaman dengan yoga atau latihan fisik sebelum hamil.",
          "Belum punya pengalaman dengan yoga atau latihan fisik sebelum hamil.",
          "Belum pengalaman dengan yoga atau latihan fisik sebelum hamil.",
          "Belum berpengalaman dengan yoga atau latihan fisik sebelum hamil.",
          "Tidak memiliki pengalaman dengan yoga atau latihan fisik sebelum hamil.",
          "Tidak punya pengalaman dengan yoga atau latihan fisik sebelum hamil."
        ],
        "responses": [
          {
            "response": "Okee, Mom. Tanpa pengalaman sebelumnya dalam yoga atau latihan fisik, proses pendaftaran tidak bisa dilanjutkan. Jika Mom ingin mencoba lagi, silakan kembali. Terima kasih!",
            "value": 0
          },
          {
            "response": "Paham, Mom. Tanpa pengalaman sebelumnya dalam yoga atau latihan fisik, saya tidak bisa melanjutkan pendaftaran. Silakan kembali ke halaman pendaftaran jika Mom ingin mencoba lagi nanti. Sampai jumpa!",
            "value": 0
          },
          {
            "response": "Oke, Mom. Karena Mom belum memiliki pengalaman sebelumnya dalam yoga atau latihan fisik, pendaftaran tidak dapat dilanjutkan. Terima kasih dan sampai jumpa!",
            "value": 0
          },
          {
            "response": "Paham, Mom. Karena Mom belum memiliki pengalaman sebelumnya dalam yoga atau latihan fisik, proses pendaftaran tidak dapat dilanjutkan. Jika Mom ingin mencoba lagi nanti, silakan kembali. Terima kasih dan selamat tinggal!",
            "value": 0
          },
          {
            "response": "Oke, Mom. Karena Mom tidak memiliki pengalaman sebelumnya dalam yoga atau latihan fisik, saya tidak bisa melanjutkan pendaftaran. Silakan kembali ke halaman pendaftaran jika Mom ingin mencoba lagi. Terima kasih dan sampai jumpa!",
            "value": 0
          }
        ]
    },
    {
        "tag": "pertanyaan3positif",
        "patterns": [
          "Tidak, saya tidak mengalami nyeri perut",
          "Tidak, saya tidak mengalami kram perut",
          "Tidak, saya tidak mengalami keluar darah",
          "Tidak, saya tidak mengalami flek",
          "Tidak, saya tidak merasakan nyeri di bagian bawah perut",
          "Tidak, saya tidak merasakan kram perut secara berkala",
          "Tidak, saya tidak mengalami pendarahan ringan",
          "Tidak, saya tidak mengalami flek coklat",
          "Tidak, saya tidak sering merasakan nyeri perut di pagi hari",
          "Tidak, saya tidak sering merasakan kram perut setelah makan",
          "Tidak, saya tidak pernah mengalami keluar darah",
          "Tidak, saya tidak pernah mengalami flek di awal kehamilan",
          "Tidak, saya tidak merasa nyeri perut terutama saat bergerak",
          "Tidak, saya tidak merasa kram perut saat duduk terlalu lama",
          "Tidak, saya tidak melihat bercak darah di pakaian dalam",
          "Tidak, saya tidak melihat flek merah muda",
          "Tidak, saya tidak merasakan nyeri perut yang konstan",
          "Tidak, saya tidak merasakan kram perut yang cukup parah",
          "Tidak, saya tidak mengalami pendarahan saat beraktivitas",
          "Tidak, saya tidak mengalami flek berwarna gelap",
          "Tidak, saya tidak merasa nyeri perut saat berbaring",
          "Tidak, saya tidak merasa kram perut saat berjalan",
          "Tidak, saya tidak melihat darah segar saat buang air kecil",
          "Tidak, saya tidak melihat flek berwarna merah kecoklatan",
          "Tidak, saya tidak merasakan nyeri perut setiap hari",
          "Tidak, saya tidak merasakan kram perut saat malam hari",
          "Tidak, saya tidak pernah mengalami pendarahan hebat",
          "Tidak, saya tidak pernah mengalami flek yang banyak",
          "Tidak, saya tidak merasa nyeri perut setelah makan makanan tertentu",
          "Tidak, saya tidak merasa kram perut saat berdiri lama",
          "Tidak, saya tidak melihat darah setelah berolahraga ringan",
          "Tidak, saya tidak melihat flek saat bangun tidur",
          "Tidak, saya tidak merasakan nyeri perut yang tidak kunjung hilang",
          "Tidak, saya tidak merasakan kram perut yang intens",
          "Tidak, saya tidak mengalami pendarahan terus-menerus",
          "Tidak, saya tidak mengalami flek setiap hari",
          "Tidak, saya tidak merasa nyeri perut saat beristirahat",
          "Tidak, saya tidak merasa kram perut saat hamil muda",
          "Tidak, saya tidak melihat darah saat mandi",
          "Tidak, saya tidak melihat flek saat sore hari",
          "Tidak, saya tidak merasakan nyeri perut saat naik tangga",
          "Tidak, saya tidak merasakan kram perut saat bekerja",
          "Tidak, saya tidak pernah mengalami pendarahan yang mengkhawatirkan",
          "Tidak, saya tidak pernah mengalami flek setelah kelelahan",
          "Tidak, saya tidak merasa nyeri perut saat mengangkat barang berat",
          "Tidak, saya tidak merasa kram perut setelah makan banyak",
          "Tidak, saya tidak melihat darah saat melakukan aktivitas ringan",
          "Tidak, saya tidak melihat flek saat berbaring",
          "Tidak, saya tidak merasakan nyeri perut setiap kali berjalan",
          "Tidak, saya tidak merasakan kram perut yang sangat menyakitkan",
          "Tidak, saya tidak mengalami pendarahan setelah beraktivitas berat",
          "Tidak, saya tidak mengalami flek saat kehamilan trimester pertama",
          "Tidak, saya tidak merasa nyeri perut saat kehamilan trimester kedua",
          "Tidak, saya tidak merasa kram perut saat hamil tua",
          "Tidak, saya tidak melihat darah saat hamil trimester ketiga",
          "Tidak, saya tidak melihat flek berwarna merah terang",
          "Tidak, saya tidak mengalami demam",
          "Tidak, saya tidak mengalami pusing",
          "Tidak, saya tidak mengalami mual",
          "Tidak, saya tidak mengalami muntah",
          "Tidak, saya tidak mengalami batuk",
          "Tidak, saya tidak mengalami flu",
          "Tidak, saya tidak mengalami sakit kepala",
          "Tidak, saya tidak mengalami nyeri punggung",
          "Tidak, saya tidak mengalami kram perut",
          "Tidak, saya tidak mengalami kaki bengkak",
          "Tidak, saya tidak mengalami sembelit",
          "Tidak, saya tidak mengalami gangguan tidur",
          "Tidak, saya tidak mengalami gatal-gatal",
          "Tidak, saya tidak mengalami kelelahan",
          "Tidak, saya tidak mengalami perut kembung",
          "Tidak, saya tidak mengalami sering buang air kecil",
          "Tidak, saya tidak mengalami perubahan suasana hati",
          "Tidak, saya tidak mengalami tekanan darah tinggi",
          "Tidak, saya tidak mengalami sesak napas",
          "Tidak, saya tidak mengalami gangguan pencernaan",
          "Tidak, saya tidak mengalami nyeri panggul",
          "Tidak, saya tidak mengalami perdarahan ringan",
          "Tidak, saya tidak mengalami nyeri payudara",
          "Tidak, saya tidak mengalami sulit berkonsentrasi",
          "Tidak, saya tidak mengalami rasa panas di dada",
          "Tidak, saya tidak mengalami kehilangan nafsu makan",
          "Tidak, saya tidak mengalami hidung tersumbat",
          "Tidak, saya tidak mengalami mimisan",
          "Tidak, saya tidak mengalami rasa tidak nyaman di perut",
          "Tidak, saya tidak mengalami infeksi saluran kemih",
          "Tidak, saya tidak mengalami nyeri pada kaki",
          "Tidak, saya tidak mengalami nyeri pada tangan",
          "Tidak, saya tidak mengalami penglihatan kabur",
          "Tidak, saya tidak mengalami mual di pagi hari",
          "Tidak, saya tidak mengalami muntah setelah makan",
          "Tidak, saya tidak mengalami diare",
          "Tidak, saya tidak mengalami kesemutan",
          "Tidak, saya tidak mengalami kram kaki",
          "Tidak, saya tidak mengalami pembengkakan di wajah",
          "Tidak, saya tidak mengalami suara serak",
          "Tidak, saya tidak mengalami gangguan pendengaran",
          "Tidak, saya tidak mengalami nyeri sendi",
          "Tidak, saya tidak mengalami mudah berkeringat",
          "Tidak, saya tidak mengalami kulit kering",
          "Tidak, saya tidak mengalami rambut rontok",
          "Tidak, saya tidak mengalami gangguan tidur di malam hari",
          "Tidak, saya tidak mengalami gelisah",
          "Tidak, saya tidak mengalami stres",
          "Tidak, saya tidak mengalami cemas",
          "Tidak, saya tidak mengalami berat badan naik drastis",
          "Tidak, saya tidak mengalami berat badan turun drastis",
          "Tidak, saya tidak mengalami nyeri gigi",
          "Tidak, saya tidak mengalami gusi berdarah",
          "Tidak, saya tidak mengalami masalah gigi dan mulut",
          "Tidak, saya tidak mengalami infeksi jamur",
          "Tidak, saya tidak mengalami luka yang tidak sembuh-sembuh",
          "Tidak, saya tidak mengalami keringat berlebihan",
          "Tidak, saya tidak mengalami masalah kulit",
          "Tidak ada keluhan",
          "Tidak memiliki keluhan",
          "Tidak mengalami keluhan",
          "Saya tidak memiliki keluhan",
          "Tidak, saya tidak ada keluhan",
          "Tidak, saya tidak memiliki keluhan",
          "Tidak, saya tidak mengalami keluhan"
        ],
        "responses": [
          {
            "response": "Baik pertanyaan selanjutnya, Apakah Mom ada minum vitamin atau penguat kandungan?",
            "value": 1
          },
          {
            "response": "Selanjutnya, Apakah Mom ada minum vitamin atau penguat kandungan?",
            "value": 1
          },
          {
            "response": "Lalu, Apakah Mom ada minum vitamin atau penguat kandungan?",
            "value": 1
          },
          {
            "response": "Pertanyaan selanjutnya, Apakah Mom ada minum vitamin atau penguat kandungan?",
            "value": 1
          }
        ]
    },
    {
        "tag": "pertanyaan3negative",
        "patterns": [
          "Ya, saya mengalami nyeri perut",
          "Ya, saya mengalami kram perut",
          "Ya, saya mengalami keluar darah",
          "Ya, saya mengalami flek",
          "Ya, saya merasakan nyeri di bagian bawah perut",
          "Ya, saya merasakan kram perut secara berkala",
          "Ya, saya mengalami pendarahan ringan",
          "Ya, saya mengalami flek coklat",
          "Ya, saya sering merasakan nyeri perut di pagi hari",
          "Ya, saya sering merasakan kram perut setelah makan",
          "Ya, saya pernah mengalami keluar darah beberapa kali",
          "Ya, saya pernah mengalami flek di awal kehamilan",
          "Ya, saya merasa nyeri perut terutama saat bergerak",
          "Ya, saya merasa kram perut saat duduk terlalu lama",
          "Ya, saya melihat bercak darah di pakaian dalam",
          "Ya, saya melihat flek merah muda",
          "Ya, saya merasakan nyeri perut yang konstan",
          "Ya, saya merasakan kram perut yang cukup parah",
          "Ya, saya mengalami pendarahan saat beraktivitas",
          "Ya, saya mengalami flek berwarna gelap",
          "Ya, saya merasa nyeri perut saat berbaring",
          "Ya, saya merasa kram perut saat berjalan",
          "Ya, saya melihat darah segar saat buang air kecil",
          "Ya, saya melihat flek berwarna merah kecoklatan",
          "Ya, saya merasakan nyeri perut setiap hari",
          "Ya, saya merasakan kram perut saat malam hari",
          "Ya, saya pernah mengalami pendarahan hebat",
          "Ya, saya pernah mengalami flek yang banyak",
          "Ya, saya merasa nyeri perut setelah makan makanan tertentu",
          "Ya, saya merasa kram perut saat berdiri lama",
          "Ya, saya melihat darah setelah berolahraga ringan",
          "Ya, saya melihat flek saat bangun tidur",
          "Ya, saya merasakan nyeri perut yang tidak kunjung hilang",
          "Ya, saya merasakan kram perut yang intens",
          "Ya, saya mengalami pendarahan terus-menerus",
          "Ya, saya mengalami flek setiap hari",
          "Ya, saya merasa nyeri perut saat beristirahat",
          "Ya, saya merasa kram perut saat hamil muda",
          "Ya, saya melihat darah saat mandi",
          "Ya, saya melihat flek saat sore hari",
          "Ya, saya merasakan nyeri perut saat naik tangga",
          "Ya, saya merasakan kram perut saat bekerja",
          "Ya, saya pernah mengalami pendarahan yang mengkhawatirkan",
          "Ya, saya pernah mengalami flek setelah kelelahan",
          "Ya, saya merasa nyeri perut saat mengangkat barang berat",
          "Ya, saya merasa kram perut setelah makan banyak",
          "Ya, saya melihat darah saat melakukan aktivitas ringan",
          "Ya, saya melihat flek saat berbaring",
          "Ya, saya merasakan nyeri perut setiap kali berjalan",
          "Ya, saya merasakan kram perut yang sangat menyakitkan",
          "Ya, saya mengalami pendarahan setelah beraktivitas berat",
          "Ya, saya mengalami flek saat kehamilan trimester pertama",
          "Ya, saya merasa nyeri perut saat kehamilan trimester kedua",
          "Ya, saya merasa kram perut saat hamil tua",
          "Ya, saya melihat darah saat hamil trimester ketiga",
          "Ya, saya melihat flek berwarna merah terang",
          "Ya, saya mengalami demam",
          "Ya, saya mengalami pusing",
          "Ya, saya mengalami mual",
          "Ya, saya mengalami muntah",
          "Ya, saya mengalami batuk",
          "Ya, saya mengalami flu",
          "Ya, saya mengalami sakit kepala",
          "Ya, saya mengalami nyeri punggung",
          "Ya, saya mengalami kram perut",
          "Ya, saya mengalami kaki bengkak",
          "Ya, saya mengalami sembelit",
          "Ya, saya mengalami gangguan tidur",
          "Ya, saya mengalami gatal-gatal",
          "Ya, saya mengalami kelelahan",
          "Ya, saya mengalami perut kembung",
          "Ya, saya mengalami sering buang air kecil",
          "Ya, saya mengalami perubahan suasana hati",
          "Ya, saya mengalami tekanan darah tinggi",
          "Ya, saya mengalami sesak napas",
          "Ya, saya mengalami gangguan pencernaan",
          "Ya, saya mengalami nyeri panggul",
          "Ya, saya mengalami perdarahan ringan",
          "Ya, saya mengalami nyeri payudara",
          "Ya, saya mengalami sulit berkonsentrasi",
          "Ya, saya mengalami rasa panas di dada",
          "Ya, saya mengalami kehilangan nafsu makan",
          "Ya, saya mengalami hidung tersumbat",
          "Ya, saya mengalami mimisan",
          "Ya, saya mengalami rasa tidak nyaman di perut",
          "Ya, saya mengalami infeksi saluran kemih",
          "Ya, saya mengalami nyeri pada kaki",
          "Ya, saya mengalami nyeri pada tangan",
          "Ya, saya mengalami penglihatan kabur",
          "Ya, saya mengalami mual di pagi hari",
          "Ya, saya mengalami muntah setelah makan",
          "Ya, saya mengalami diare",
          "Ya, saya mengalami kesemutan",
          "Ya, saya mengalami kram kaki",
          "Ya, saya mengalami pembengkakan di wajah",
          "Ya, saya mengalami suara serak",
          "Ya, saya mengalami gangguan pendengaran",
          "Ya, saya mengalami nyeri sendi",
          "Ya, saya mengalami mudah berkeringat",
          "Ya, saya mengalami kulit kering",
          "Ya, saya mengalami rambut rontok",
          "Ya, saya mengalami gangguan tidur di malam hari",
          "Ya, saya mengalami gelisah",
          "Ya, saya mengalami stres",
          "Ya, saya mengalami cemas",
          "Ya, saya mengalami berat badan naik drastis",
          "Ya, saya mengalami berat badan turun drastis",
          "Ya, saya mengalami nyeri gigi",
          "Ya, saya mengalami gusi berdarah",
          "Ya, saya mengalami masalah gigi dan mulut",
          "Ya, saya mengalami infeksi jamur",
          "Ya, saya mengalami luka yang tidak sembuh-sembuh",
          "Ya, saya mengalami keringat berlebihan",
          "Ya, saya mengalami masalah kulit",
          "Ya, saya memiliki keluhan",
          "Ya, saya ada keluhan",
          "Ya, saya mengalami keluhan",
          "Ya, ada keluhan",
          "Ya, mengalami keluhan",
          "Ya, memiliki keluhan"
        ],
        "responses": [
          {
            "response": "Okee, Mom. memiliki keluhan terkait kesehatan, proses pendaftaran tidak bisa dilanjutkan. Jika Mom ingin mencoba lagi, silakan kembali. Terima kasih!",
            "value": 0
          },
          {
            "response": "Paham, Mom. memiliki keluhan terkait kesehatan, saya tidak bisa melanjutkan pendaftaran. Silakan kembali ke halaman pendaftaran jika Mom ingin mencoba lagi nanti. Sampai jumpa!",
            "value": 0
          },
          {
            "response": "Oke, Mom. Karena Mom memiliki keluhan terkait kesehatan, pendaftaran tidak dapat dilanjutkan. Terima kasih dan sampai jumpa!",
            "value": 0
          },
          {
            "response": "Paham, Mom. Karena Mom memiliki keluhan terkait kesehatan, proses pendaftaran tidak dapat dilanjutkan. Jika Mom ingin mencoba lagi nanti, silakan kembali. Terima kasih dan selamat tinggal!",
            "value": 0
          },
          {
            "response": "Oke, Mom. Karena Mom memiliki keluhan terkait kesehatan, saya tidak bisa melanjutkan pendaftaran. Silakan kembali ke halaman pendaftaran jika Mom ingin mencoba lagi. Terima kasih dan sampai jumpa!",
            "value": 0
          }
        ]
    },
    {
        "tag": "pertanyaan4positif",
        "patterns": [
          "Tidak, saya tidak minum vitamin",
          "Tidak, saya tidak minum penguat kandungan",
          "Tidak, saya tidak minum vitamin prenatal",
          "Tidak, saya tidak minum asam folat",
          "Tidak, saya tidak minum zat besi",
          "Tidak, saya tidak minum kalsium",
          "Tidak, saya tidak minum vitamin D",
          "Tidak, saya tidak minum omega-3",
          "Tidak, saya tidak minum vitamin C",
          "Tidak, saya tidak minum vitamin B6",
          "Tidak, saya tidak minum vitamin B12",
          "Tidak, saya tidak minum magnesium",
          "Tidak, saya tidak minum DHA",
          "Tidak, saya tidak minum probiotik",
          "Tidak, saya tidak minum suplemen serat",
          "Tidak, saya tidak minum suplemen antioksidan",
          "Tidak, saya tidak minum suplemen protein",
          "Tidak, saya tidak minum kalsium dengan vitamin D",
          "Tidak, saya tidak minum suplemen herbal",
          "Tidak, saya tidak minum minyak ikan",
          "Tidak, saya tidak minum multivitamin",
          "Tidak, saya tidak minum vitamin E",
          "Tidak, saya tidak minum zinc",
          "Tidak, saya tidak minum iodine",
          "Tidak, saya tidak minum suplemen biotin",
          "Tidak, saya tidak minum suplemen kolagen",
          "Tidak, saya tidak minum suplemen kalsium karbonat",
          "Tidak, saya tidak minum suplemen zat besi ferrous sulfate",
          "Tidak, saya tidak minum suplemen choline",
          "Tidak, saya tidak minum suplemen lutein",
          "Tidak, saya tidak minum suplemen L-methylfolate",
          "Tidak, saya tidak minum suplemen kalsium sitrat",
          "Tidak, saya tidak minum suplemen chromium",
          "Tidak, saya tidak minum suplemen selenium",
          "Tidak, saya tidak minum suplemen inositol",
          "Tidak, saya tidak minum suplemen glukosamin",
          "Tidak, saya tidak minum suplemen kondroitin",
          "Tidak, saya tidak minum suplemen kurkumin",
          "Tidak, saya tidak minum suplemen pycnogenol",
          "Tidak, saya tidak minum suplemen serat psyllium",
          "Tidak, saya tidak minum suplemen serat glucomannan",
          "Tidak, saya tidak minum suplemen probiotik lactobacillus",
          "Tidak, saya tidak minum suplemen probiotik bifidobacterium",
          "Tidak, saya tidak minum suplemen vitamin A",
          "Tidak, saya tidak minum suplemen vitamin K",
          "Tidak, saya tidak minum suplemen vitamin B1",
          "Tidak, saya tidak minum suplemen vitamin B2",
          "Tidak, saya tidak minum suplemen vitamin B3",
          "Tidak, saya tidak minum suplemen vitamin B5",
          "Tidak, saya tidak minum suplemen vitamin B7",
          "Tidak, saya tidak minum suplemen vitamin B9",
          "Tidak, saya tidak minum suplemen vitamin B10",
          "Tidak, saya tidak minum suplemen vitamin B11",
          "Tidak, saya tidak minum suplemen vitamin B13",
          "Tidak, saya tidak minum suplemen vitamin B15",
          "Tidak, saya tidak minum suplemen vitamin B17",
          "Tidak, saya tidak minum suplemen ginkgo biloba",
          "Tidak, saya tidak minum suplemen ginseng",
          "Tidak minum vitamin"
        ],
        "responses": [
          {
            "response": "Baik pertanyaan selanjutnya, Apakah Mom sudah pernah USG atau kontrol? Hasil USG-nya bagaimana?",
            "value": 1
          },
          {
            "response": "Selanjutnya, Apakah Mom sudah pernah USG atau kontrol? Hasil USG-nya bagaimana?",
            "value": 1
          },
          {
            "response": "Lalu, Apakah Mom sudah pernah USG atau kontrol? Hasil USG-nya bagaimana?",
            "value": 1
          },
          {
            "response": "Pertanyaan selanjutnya, Apakah Mom sudah pernah USG atau kontrol? Hasil USG-nya bagaimana?",
            "value": 1
          }
        ]
    },
    {
        "tag": "pertanyaan4negative",
        "patterns": [
          "Ya, saya minum vitamin",
          "Ya, saya minum penguat kandungan",
          "Ya, saya minum vitamin prenatal",
          "Ya, saya minum asam folat",
          "Ya, saya minum zat besi",
          "Ya, saya minum kalsium",
          "Ya, saya minum vitamin D",
          "Ya, saya minum omega-3",
          "Ya, saya minum vitamin C",
          "Ya, saya minum vitamin B6",
          "Ya, saya minum vitamin B12",
          "Ya, saya minum magnesium",
          "Ya, saya minum DHA",
          "Ya, saya minum probiotik",
          "Ya, saya minum suplemen serat",
          "Ya, saya minum suplemen antioksidan",
          "Ya, saya minum suplemen protein",
          "Ya, saya minum kalsium dengan vitamin D",
          "Ya, saya minum suplemen herbal",
          "Ya, saya minum minyak ikan",
          "Ya, saya minum multivitamin",
          "Ya, saya minum vitamin E",
          "Ya, saya minum zinc",
          "Ya, saya minum iodine",
          "Ya, saya minum suplemen biotin",
          "Ya, saya minum suplemen kolagen",
          "Ya, saya minum suplemen kalsium karbonat",
          "Ya, saya minum suplemen zat besi ferrous sulfate",
          "Ya, saya minum suplemen choline",
          "Ya, saya minum suplemen lutein",
          "Ya, saya minum suplemen L-methylfolate",
          "Ya, saya minum suplemen kalsium sitrat",
          "Ya, saya minum suplemen chromium",
          "Ya, saya minum suplemen selenium",
          "Ya, saya minum suplemen inositol",
          "Ya, saya minum suplemen glukosamin",
          "Ya, saya minum suplemen kondroitin",
          "Ya, saya minum suplemen kurkumin",
          "Ya, saya minum suplemen pycnogenol",
          "Ya, saya minum suplemen serat psyllium",
          "Ya, saya minum suplemen serat glucomannan",
          "Ya, saya minum suplemen probiotik lactobacillus",
          "Ya, saya minum suplemen probiotik bifidobacterium",
          "Ya, saya minum suplemen vitamin A",
          "Ya, saya minum suplemen vitamin K",
          "Ya, saya minum suplemen vitamin B1",
          "Ya, saya minum suplemen vitamin B2",
          "Ya, saya minum suplemen vitamin B3",
          "Ya, saya minum suplemen vitamin B5",
          "Ya, saya minum suplemen vitamin B7",
          "Ya, saya minum suplemen vitamin B9",
          "Ya, saya minum suplemen vitamin B10",
          "Ya, saya minum suplemen vitamin B11",
          "Ya, saya minum suplemen vitamin B13",
          "Ya, saya minum suplemen vitamin B15",
          "Ya, saya minum suplemen vitamin B17",
          "Ya, saya minum suplemen ginkgo biloba",
          "Ya, saya minum suplemen ginseng",
          "Ya minum vitamin"
        ],
        "responses": [
            {
              "response": "Okee, Mom. mengonsumsi vitamin, proses pendaftaran tidak bisa dilanjutkan. Jika Mom ingin mencoba lagi, silakan kembali. Terima kasih!",
              "value": 0
            },
            {
              "response": "Paham, Mom. mengonsumsi vitamin, saya tidak bisa melanjutkan pendaftaran. Silakan kembali ke halaman pendaftaran jika Mom ingin mencoba lagi nanti. Sampai jumpa!",
              "value": 0
            },
            {
              "response": "Oke, Mom. Karena Mom mengonsumsi vitamin, pendaftaran tidak dapat dilanjutkan. Terima kasih dan sampai jumpa!",
              "value": 0
            },
            {
              "response": "Paham, Mom. Karena Mom mengonsumsi vitamin, proses pendaftaran tidak dapat dilanjutkan. Jika Mom ingin mencoba lagi nanti, silakan kembali. Terima kasih dan selamat tinggal!",
              "value": 0
            },
            {
              "response": "Oke, Mom. Karena Mom mengonsumsi vitamin, saya tidak bisa melanjutkan pendaftaran. Silakan kembali ke halaman pendaftaran jika Mom ingin mencoba lagi. Terima kasih dan sampai jumpa!",
              "value": 0
            }
          ]
    },
    {
        "tag": "pertanyaan5positif",
        "patterns": [
            "Ya, saya sudah pernah USG dan hasilnya baik",
            "Ya, saya sudah kontrol dan hasilnya baik",
            "Ya, saya sudah melakukan USG dan hasilnya baik",
            "Ya, saya sudah melakukan kontrol rutin dan hasilnya baik",
            "Ya, saya sudah pernah melakukan USG dan semuanya baik-baik saja",
            "Ya, saya sudah kontrol dan semuanya baik-baik saja",
            "Ya, saya sudah melakukan USG dan hasilnya sangat baik",
            "Ya, saya sudah melakukan kontrol ke dokter dan hasilnya baik",
            "Ya, saya sudah melakukan USG trimester pertama dan hasilnya baik",
            "Ya, saya sudah melakukan USG trimester kedua dan hasilnya baik",
            "Ya, saya sudah melakukan USG trimester ketiga dan hasilnya baik",
            "Ya, saya sudah kontrol dan dokter mengatakan semuanya baik",
            "Ya, saya sudah USG dan tidak ada masalah",
            "Ya, saya sudah kontrol dan tidak ada masalah",
            "Ya, saya sudah melakukan USG dan janin dalam kondisi baik",
            "Ya, saya sudah kontrol dan janin dalam kondisi baik",
            "Ya, saya sudah melakukan USG dan perkembangan janin normal",
            "Ya, saya sudah kontrol dan perkembangan janin normal",
            "Ya, saya sudah melakukan USG dan janin sehat",
            "Ya, saya sudah kontrol dan janin sehat",
            "Ya, saya sudah USG dan dokter mengatakan semuanya baik",
            "Ya, saya sudah kontrol dan dokter mengatakan semuanya baik",
            "Ya, saya sudah melakukan USG dan hasilnya memuaskan",
            "Ya, saya sudah kontrol dan hasilnya memuaskan",
            "Ya, saya sudah USG dan tidak ada komplikasi",
            "Ya, saya sudah kontrol dan tidak ada komplikasi",
            "Ya, saya sudah melakukan USG dan semuanya terlihat baik",
            "Ya, saya sudah kontrol dan semuanya terlihat baik",
            "Ya, saya sudah USG dan semua organ janin dalam kondisi baik",
            "Ya, saya sudah kontrol dan semua organ janin dalam kondisi baik",
            "Ya, saya sudah melakukan USG dan dokter mengatakan tidak ada masalah",
            "Ya, saya sudah kontrol dan dokter mengatakan tidak ada masalah",
            "Ya, saya sudah melakukan USG dan semuanya baik-baik saja",
            "Ya, saya sudah kontrol dan semuanya baik-baik saja",
            "Ya, saya sudah USG dan janin berkembang dengan baik",
            "Ya, saya sudah kontrol dan janin berkembang dengan baik",
            "Ya, saya sudah melakukan USG dan hasilnya normal",
            "Ya, saya sudah kontrol dan hasilnya normal",
            "Ya, saya sudah USG dan janin berkembang sesuai usia kehamilan",
            "Ya, saya sudah kontrol dan janin berkembang sesuai usia kehamilan",
            "Ya, saya sudah melakukan USG dan tidak ada kelainan",
            "Ya, saya sudah kontrol dan tidak ada kelainan",
            "Ya, saya sudah USG dan semuanya dalam kondisi baik",
            "Ya, saya sudah kontrol dan semuanya dalam kondisi baik",
            "Ya, saya sudah melakukan USG dan janin dalam kondisi sehat",
            "Ya, saya sudah kontrol dan janin dalam kondisi sehat",
            "Ya, saya sudah USG dan tidak ada indikasi masalah",
            "Ya, saya sudah kontrol dan tidak ada indikasi masalah",
            "Ya, saya sudah melakukan USG dan semuanya baik, tidak ada masalah",
            "Ya, saya sudah kontrol dan semuanya baik, tidak ada masalah",
            "Ya, saya sudah USG dan hasilnya menunjukkan janin sehat",
            "Ya, saya sudah kontrol dan hasilnya menunjukkan janin sehat",
            "Ya, saya sudah melakukan USG dan semuanya baik, tidak ada masalah dengan janin",
            "Ya, saya sudah kontrol dan semuanya baik, tidak ada masalah dengan janin",
            "Ya, saya sudah USG dan semuanya baik, janin berkembang normal",
            "Ya, saya sudah kontrol dan semuanya baik, janin berkembang normal"
        ],
        "responses": [
          {
            "response": "Baik pertanyaan selanjutnya, Apakah Mom pernah mengalami keguguran sebelumnya?",
            "value": 1
          },
          {
            "response": "Selanjutnya, Apakah Mom pernah mengalami keguguran sebelumnya?",
            "value": 1
          },
          {
            "response": "Lalu, Apakah Mom pernah mengalami keguguran sebelumnya?",
            "value": 1
          },
          {
            "response": "Pertanyaan selanjutnya, Apakah Mom pernah mengalami keguguran sebelumnya?",
            "value": 1
          }
        ]
    },
    {
        "tag": "pertanyaan5negative",
        "patterns": [
          "Ya, saya sudah pernah USG dan hasilnya kurang baik",
          "Ya, saya sudah kontrol dan hasilnya kurang baik",
          "Ya, saya sudah melakukan USG dan hasilnya kurang baik",
          "Ya, saya sudah melakukan kontrol rutin dan hasilnya kurang baik",
          "Ya, saya sudah pernah melakukan USG dan ada masalah",
          "Ya, saya sudah kontrol dan ada masalah",
          "Ya, saya sudah melakukan USG dan hasilnya tidak baik",
          "Ya, saya sudah melakukan kontrol ke dokter dan hasilnya tidak baik",
          "Ya, saya sudah melakukan USG trimester pertama dan hasilnya kurang baik",
          "Ya, saya sudah melakukan USG trimester kedua dan hasilnya kurang baik",
          "Ya, saya sudah melakukan USG trimester ketiga dan hasilnya kurang baik",
          "Ya, saya sudah kontrol dan dokter mengatakan ada masalah",
          "Ya, saya sudah USG dan ada masalah dengan janin",
          "Ya, saya sudah kontrol dan ada masalah dengan janin",
          "Ya, saya sudah melakukan USG dan perkembangan janin tidak normal",
          "Ya, saya sudah kontrol dan perkembangan janin tidak normal",
          "Ya, saya sudah melakukan USG dan janin tidak sehat",
          "Ya, saya sudah kontrol dan janin tidak sehat",
          "Ya, saya sudah USG dan dokter mengatakan ada masalah",
          "Ya, saya sudah kontrol dan dokter mengatakan ada masalah",
          "Ya, saya sudah melakukan USG dan hasilnya tidak memuaskan",
          "Ya, saya sudah kontrol dan hasilnya tidak memuaskan",
          "Ya, saya sudah USG dan ada komplikasi",
          "Ya, saya sudah kontrol dan ada komplikasi",
          "Ya, saya sudah melakukan USG dan semuanya tidak terlihat baik",
          "Ya, saya sudah kontrol dan semuanya tidak terlihat baik",
          "Ya, saya sudah USG dan ada masalah dengan organ janin",
          "Ya, saya sudah kontrol dan ada masalah dengan organ janin",
          "Ya, saya sudah melakukan USG dan dokter mengatakan ada masalah",
          "Ya, saya sudah kontrol dan dokter mengatakan ada masalah",
          "Ya, saya sudah melakukan USG dan semuanya tidak baik-baik saja",
          "Ya, saya sudah kontrol dan semuanya tidak baik-baik saja",
          "Ya, saya sudah USG dan janin tidak berkembang dengan baik",
          "Ya, saya sudah kontrol dan janin tidak berkembang dengan baik",
          "Ya, saya sudah melakukan USG dan hasilnya tidak normal",
          "Ya, saya sudah kontrol dan hasilnya tidak normal",
          "Ya, saya sudah USG dan janin tidak berkembang sesuai usia kehamilan",
          "Ya, saya sudah kontrol dan janin tidak berkembang sesuai usia kehamilan",
          "Ya, saya sudah melakukan USG dan ada kelainan",
          "Ya, saya sudah kontrol dan ada kelainan",
          "Ya, saya sudah USG dan semuanya tidak dalam kondisi baik",
          "Ya, saya sudah kontrol dan semuanya tidak dalam kondisi baik",
          "Ya, saya sudah melakukan USG dan janin tidak dalam kondisi sehat",
          "Ya, saya sudah kontrol dan janin tidak dalam kondisi sehat",
          "Ya, saya sudah USG dan ada indikasi masalah",
          "Ya, saya sudah kontrol dan ada indikasi masalah",
          "Ya, saya sudah melakukan USG dan semuanya tidak baik, ada masalah",
          "Ya, saya sudah kontrol dan semuanya tidak baik, ada masalah",
          "Ya, saya sudah USG dan hasilnya menunjukkan janin tidak sehat",
          "Ya, saya sudah kontrol dan hasilnya menunjukkan janin tidak sehat",
          "Ya, saya sudah melakukan USG dan semuanya tidak baik, ada masalah dengan janin",
          "Ya, saya sudah kontrol dan semuanya tidak baik, ada masalah dengan janin",
          "Ya, saya sudah USG dan semuanya tidak baik, janin tidak berkembang normal",
          "Ya, saya sudah kontrol dan semuanya tidak baik, janin tidak berkembang normal",
          "Tidak, saya belum pernah USG",
          "Tidak, saya belum pernah kontrol",
          "Tidak, saya belum melakukan USG",
          "Tidak, saya belum melakukan kontrol",
          "hasil usg saya buruk",
          "hasil kontrol saya buruk",
          "saya belum pernah usg",
          "tidak pernah usg",
          "saya belum pernah kontrol",
          "tidak pernah kontrol",
          "saya belum pernah kebidan untuk melakukan usg",
          "saya belum pernah kebidan untuk melakukan kontrol kandungan",
          "saya tidak tau kondisi usg kandungan",
          "kandungan saya buruk",
          "kandungan saya lemah"
        ],
        "responses": [
            {
              "response": "Okee, Mom. belum ada hasil USG atau kontrol yang menunjukkan kandungan mom dalam keadaan baik, proses pendaftaran tidak bisa dilanjutkan. Jika Mom ingin mencoba lagi, silakan kembali. Terima kasih!",
              "value": 0
            },
            {
              "response": "Paham, Mom. belum ada hasil USG atau kontrol yang menunjukkan kandungan mom dalam keadaan baik, saya tidak bisa melanjutkan pendaftaran. Silakan kembali ke halaman pendaftaran jika Mom ingin mencoba lagi nanti. Sampai jumpa!",
              "value": 0
            },
            {
              "response": "Oke, Mom. Karena Mom belum ada hasil USG atau kontrol yang menunjukkan kandungan mom dalam keadaan baik, pendaftaran tidak dapat dilanjutkan. Terima kasih dan sampai jumpa!",
              "value": 0
            },
            {
              "response": "Paham, Mom. Karena Mom belum ada hasil USG atau kontrol yang menunjukkan kandungan mom dalam keadaan baik, proses pendaftaran tidak dapat dilanjutkan. Jika Mom ingin mencoba lagi nanti, silakan kembali. Terima kasih dan selamat tinggal!",
              "value": 0
            },
            {
              "response": "Oke, Mom. Karena Mom belum ada hasil USG atau kontrol yang menunjukkan kandungan mom dalam keadaan baik, saya tidak bisa melanjutkan pendaftaran. Silakan kembali ke halaman pendaftaran jika Mom ingin mencoba lagi. Terima kasih dan sampai jumpa!",
              "value": 0
            }
          ]
    },
    {
        "tag": "pertanyaan6positif",
        "patterns": [
            "Tidak pernah keguguran",
            "Tidak pernah mengalami keguguran",
            "Gapernah keguguran",
            "Gapernah mengalami keguguran",
            "Tidak, saya tidak pernah keguguran sebelumnya",
            "Ini adalah kehamilan pertama saya",
            "Tidak, saya belum pernah mengalami keguguran",
            "Ini adalah kehamilan pertama saya dan tidak ada riwayat keguguran",
            "Tidak, saya tidak pernah mengalami keguguran di kehamilan sebelumnya",
            "Ini adalah kehamilan pertama saya tanpa riwayat keguguran",
            "Tidak, saya tidak pernah mengalami keguguran dan ini adalah kehamilan pertama",
            "Tidak, saya tidak pernah mengalami keguguran di masa lalu",
            "Ini adalah kehamilan pertama saya tanpa masalah keguguran",
            "Tidak, saya tidak pernah mengalami keguguran dan ini adalah kehamilan pertama saya",
            "Tidak, saya tidak pernah mengalami keguguran di kehamilan sebelumnya",
            "Ini adalah kehamilan pertama saya dan tidak ada riwayat keguguran",
            "Tidak, saya tidak pernah mengalami keguguran di masa lalu",
            "Ini adalah kehamilan pertama saya dan semuanya baik-baik saja",
            "Tidak, saya tidak pernah mengalami keguguran dan ini adalah kehamilan pertama saya",
            "Tidak, saya tidak pernah mengalami keguguran di kehamilan sebelumnya",
            "Ini adalah kehamilan pertama saya tanpa masalah keguguran",
            "Tidak, saya tidak pernah mengalami keguguran di masa lalu",
            "Ini adalah kehamilan pertama saya dan tidak ada riwayat keguguran",
            "Tidak, saya tidak pernah mengalami keguguran dan ini adalah kehamilan pertama saya",
            "Tidak, saya tidak pernah mengalami keguguran di masa lalu",
            "Ini adalah kehamilan pertama saya dan semuanya baik-baik saja",
            "Tidak, saya tidak pernah mengalami keguguran dan ini adalah kehamilan pertama saya",
            "Tidak, saya tidak pernah mengalami keguguran di kehamilan sebelumnya",
            "Ini adalah kehamilan pertama saya tanpa masalah keguguran",
            "Tidak, saya tidak pernah mengalami keguguran di masa lalu",
            "Ini adalah kehamilan pertama saya dan tidak ada riwayat keguguran",
            "Tidak, saya tidak pernah mengalami keguguran dan ini adalah kehamilan pertama saya",
            "Tidak, saya tidak pernah mengalami keguguran di masa lalu",
            "Ini adalah kehamilan pertama saya dan semuanya baik-baik saja",
            "Tidak, saya tidak pernah mengalami keguguran dan ini adalah kehamilan pertama saya",
            "Tidak, saya tidak pernah mengalami keguguran di kehamilan sebelumnya",
            "Ini adalah kehamilan pertama saya tanpa masalah keguguran",
            "Tidak, saya tidak pernah mengalami keguguran di masa lalu",
            "Ini adalah kehamilan pertama saya dan tidak ada riwayat keguguran",
            "Tidak, saya tidak pernah mengalami keguguran dan ini adalah kehamilan pertama saya",
            "Tidak, saya tidak pernah mengalami keguguran di masa lalu",
            "Ini adalah kehamilan pertama saya dan semuanya baik-baik saja",
            "Tidak, saya tidak pernah mengalami keguguran dan ini adalah kehamilan pertama saya",
            "Tidak, saya tidak pernah mengalami keguguran di kehamilan sebelumnya",
            "Ini adalah kehamilan pertama saya tanpa masalah keguguran",
            "Tidak, saya tidak pernah mengalami keguguran di masa lalu",
            "Ini adalah kehamilan pertama saya dan tidak ada riwayat keguguran",
            "Tidak, saya tidak pernah mengalami keguguran dan ini adalah kehamilan pertama saya",
            "Tidak, saya tidak pernah mengalami keguguran di masa lalu",
            "Ini adalah kehamilan pertama saya dan semuanya baik-baik saja",
            "Tidak, saya tidak pernah mengalami keguguran dan ini adalah kehamilan pertama saya",
            "Tidak, saya tidak pernah mengalami keguguran di kehamilan sebelumnya",
            "Ini adalah kehamilan pertama saya tanpa masalah keguguran",
            "Tidak, saya tidak pernah mengalami keguguran di masa lalu",
            "Ini adalah kehamilan pertama saya dan tidak ada riwayat keguguran",
            "Tidak, saya tidak pernah mengalami keguguran dan ini adalah kehamilan pertama saya",
            "Tidak, saya tidak pernah mengalami keguguran di masa lalu",
            "Ini adalah kehamilan pertama saya dan semuanya baik-baik saja",
            "Tidak, saya tidak pernah mengalami keguguran dan ini adalah kehamilan pertama saya"
        ],
        "responses": [
          {
            "response": "Baik pertanyaan selanjutnya, Apakah Mom memiliki riwayat penyakit lain? Ada anemia dalam kehamilan? Hipertensi? Diabetes melitus?",
            "value": 1
          },
          {
            "response": "Selanjutnya, Apakah Mom memiliki riwayat penyakit lain? Ada anemia dalam kehamilan? Hipertensi? Diabetes melitus?",
            "value": 1
          },
          {
            "response": "Lalu, Apakah Mom memiliki riwayat penyakit lain? Ada anemia dalam kehamilan? Hipertensi? Diabetes melitus?",
            "value": 1
          },
          {
            "response": "Pertanyaan selanjutnya, Apakah Mom memiliki riwayat penyakit lain? Ada anemia dalam kehamilan? Hipertensi? Diabetes melitus?",
            "value": 1
          }
        ]
    },
    {
        "tag": "pertanyaan6negative",
        "patterns": [
            "Ya pernah keguguran",
            "Ya pernah mengalami keguguran",
            "Ya saya pernah keguguran",
            "Ya saya pernah mengalami keguguran",
            "Ya, saya pernah keguguran sebelumnya",
            "Ya, saya mengalami keguguran pada kehamilan sebelumnya",
            "Ya, saya pernah mengalami keguguran",
            "Ya, saya mengalami keguguran tahun lalu",
            "Ya, saya pernah keguguran saat usia kehamilan masih muda",
            "Ya, saya mengalami keguguran dua kali",
            "Ya, saya pernah mengalami keguguran di awal kehamilan",
            "Ya, saya pernah keguguran dan sekarang hamil lagi",
            "Ya, saya pernah mengalami kehilangan janin",
            "Ya, saya mengalami keguguran di kehamilan pertama",
            "Ya, saya mengalami keguguran di kehamilan kedua",
            "Ya, saya mengalami keguguran beberapa tahun lalu",
            "Ya, saya pernah keguguran karena masalah kesehatan",
            "Ya, saya mengalami keguguran pada trimester pertama",
            "Ya, saya mengalami keguguran pada trimester kedua",
            "Ya, saya pernah mengalami keguguran spontan",
            "Ya, saya pernah keguguran dan ini adalah kehamilan pertama yang berhasil",
            "Ya, saya pernah mengalami keguguran pada kehamilan sebelumnya",
            "Ya, saya mengalami keguguran saat usia kehamilan 10 minggu",
            "Ya, saya mengalami keguguran saat usia kehamilan 12 minggu",
            "Ya, saya mengalami keguguran saat usia kehamilan 8 minggu",
            "Ya, saya mengalami keguguran di usia kehamilan 14 minggu",
            "Ya, saya pernah mengalami keguguran di awal kehamilan",
            "Ya, saya mengalami keguguran pada kehamilan pertama",
            "Ya, saya mengalami keguguran dan sekarang sedang hamil lagi",
            "Ya, saya mengalami keguguran pada kehamilan sebelumnya",
            "Ya, saya mengalami keguguran karena faktor kesehatan",
            "Ya, saya pernah keguguran di usia kehamilan muda",
            "Ya, saya mengalami keguguran spontan pada kehamilan pertama",
            "Ya, saya pernah keguguran di usia kehamilan 6 minggu",
            "Ya, saya mengalami keguguran di usia kehamilan 16 minggu",
            "Ya, saya mengalami keguguran di usia kehamilan 18 minggu",
            "Ya, saya pernah mengalami keguguran spontan pada kehamilan sebelumnya",
            "Ya, saya mengalami keguguran pada kehamilan kedua",
            "Ya, saya mengalami keguguran di kehamilan ketiga",
            "Ya, saya mengalami keguguran pada kehamilan sebelumnya karena faktor kesehatan",
            "Ya, saya pernah mengalami keguguran di awal kehamilan",
            "Ya, saya mengalami keguguran pada kehamilan sebelumnya karena faktor genetik",
            "Ya, saya mengalami keguguran pada kehamilan sebelumnya karena masalah kesehatan",
            "Ya, saya pernah keguguran pada kehamilan sebelumnya",
            "Ya, saya mengalami keguguran pada kehamilan pertama",
            "Ya, saya mengalami keguguran dan sekarang hamil lagi",
            "Ya, saya pernah keguguran di usia kehamilan muda",
            "Ya, saya mengalami keguguran spontan pada kehamilan pertama",
            "Ya, saya pernah mengalami keguguran di usia kehamilan 5 minggu",
            "Ya, saya mengalami keguguran di usia kehamilan 20 minggu",
            "Ya, saya mengalami keguguran di usia kehamilan 15 minggu",
            "Ya, saya mengalami keguguran pada kehamilan sebelumnya",
            "Ya, saya pernah mengalami keguguran di awal kehamilan",
            "Ya, saya mengalami keguguran pada kehamilan sebelumnya karena faktor kesehatan",
            "Ya, saya pernah keguguran pada kehamilan sebelumnya",
            "Ya, saya mengalami keguguran pada kehamilan pertama",
            "Ya, saya pernah keguguran di usia kehamilan muda",
            "Ya, saya mengalami keguguran spontan pada kehamilan pertama",
            "Ya, saya pernah mengalami keguguran di usia kehamilan 4 minggu"
        ],
        "responses": [
            {
              "response": "Okee, Mom. pernah mengalami keguguran, proses pendaftaran tidak bisa dilanjutkan. Jika Mom ingin mencoba lagi, silakan kembali. Terima kasih!",
              "value": 0
            },
            {
              "response": "Paham, Mom. pernah mengalami keguguran, saya tidak bisa melanjutkan pendaftaran. Silakan kembali ke halaman pendaftaran jika Mom ingin mencoba lagi nanti. Sampai jumpa!",
              "value": 0
            },
            {
              "response": "Oke, Mom. Karena Mom pernah mengalami keguguran, pendaftaran tidak dapat dilanjutkan. Terima kasih dan sampai jumpa!",
              "value": 0
            },
            {
              "response": "Paham, Mom. Karena Mom pernah mengalami keguguran, proses pendaftaran tidak dapat dilanjutkan. Jika Mom ingin mencoba lagi nanti, silakan kembali. Terima kasih dan selamat tinggal!",
              "value": 0
            },
            {
              "response": "Oke, Mom. Karena Mom pernah mengalami keguguran, saya tidak bisa melanjutkan pendaftaran. Silakan kembali ke halaman pendaftaran jika Mom ingin mencoba lagi. Terima kasih dan sampai jumpa!",
              "value": 0
            }
          ]
    },
    {
      "tag": "pertanyaan7positif",
      "patterns": [
          "saya tidak punya penyakit itu",
          "saya sehat",
          "kondisi tubuh saya sehat",
          "saya dalam keadaan sehat",
          "menurut dokter tidak ada masalah pada tubuh saya",
          "saya tidak memiliki penyakit itu",
          "Tidak memiliki riwayat penyakit",
          "Tidak memiliki riwayat penyakit tersebut",
          "Tidak punya riwayat penyakit",
          "Tidak punya riwayat penyakit tesebut",
          "Tidak, saya tidak punya riwayat penyakit",
          "Tidak, saya tidak punya riwayat penyakit tersebut",
          "Tidak, saya tidak memiliki riwayat penyakit",
          "Tidak, saya tidak memiliki riwayat penyakit tersebut",
          "Tidak, saya tidak memiliki anemia dalam kehamilan",
          "Tidak, saya tidak memiliki hipertensi",
          "Tidak, saya tidak memiliki diabetes melitus",
          "Tidak, saya tidak mengalami anemia selama kehamilan",
          "Tidak, saya tidak memiliki tekanan darah tinggi",
          "Tidak, saya tidak mengalami diabetes gestasional",
          "Tidak, saya tidak didiagnosis anemia oleh dokter",
          "Tidak, saya tidak mengonsumsi obat untuk hipertensi",
          "Tidak, saya tidak mengontrol gula darah saya",
          "Tidak, saya tidak memiliki riwayat anemia dalam kehamilan ini",
          "Tidak, saya tidak mengalami hipertensi",
          "Tidak, saya tidak sedang dalam perawatan untuk diabetes melitus",
          "Tidak, saya tidak pernah dirawat di rumah sakit karena anemia",
          "Tidak, saya tidak mengonsumsi suplemen zat besi untuk anemia",
          "Tidak, saya tidak memiliki tekanan darah tinggi",
          "Tidak, saya tidak menjalani diet khusus untuk diabetes melitus",
          "Tidak, saya tidak mengalami anemia dalam kehamilan",
          "Tidak, saya tidak memiliki hipertensi dan tidak dalam pengawasan dokter",
          "Tidak, saya tidak memiliki diabetes melitus",
          "Tidak, saya tidak pernah mengalami anemia berat saat hamil",
          "Tidak, saya tidak mengonsumsi obat hipertensi selama kehamilan",
          "Tidak, saya tidak memiliki riwayat diabetes melitus dalam keluarga",
          "Tidak, saya tidak mengalami anemia dan tidak merasa lelah",
          "Tidak, saya tidak mengalami hipertensi sebelum hamil",
          "Tidak, saya tidak memiliki diabetes melitus sebelum hamil",
          "Tidak, saya tidak memiliki anemia yang memerlukan perawatan khusus",
          "Tidak, saya tidak memiliki anemia",
          "Tidak, saya tidak mengalami hipertensi yang memerlukan obat",
          "Tidak, saya tidak mengonsumsi insulin",
          "Tidak, saya tidak memiliki anemia dan tidak merasa pusing",
          "Tidak, saya tidak memiliki hipertensi dan tidak menjalani diet rendah garam",
          "Tidak, saya tidak memiliki diabetes melitus dan tidak mengikuti program diet",
          "Tidak, saya tidak mengalami anemia dan tidak mengonsumsi suplemen zat besi",
          "Tidak, saya tidak memiliki hipertensi",
          "Tidak, saya tidak mengontrol diabetes melitus dengan diet dan olahraga",
          "Tidak, saya tidak mengalami anemia dan tidak perlu istirahat lebih banyak",
          "Tidak, saya tidak memiliki hipertensi dan tidak perlu pemeriksaan rutin",
          "Tidak, saya tidak memiliki diabetes melitus",
          "Tidak, saya tidak mengalami anemia yang memerlukan transfusi darah",
          "Tidak, saya tidak mengalami hipertensi",
          "Tidak, saya tidak memiliki diabetes melitus",
          "Tidak, saya tidak memiliki anemia yang membuat saya cepat lelah",
          "Tidak, saya tidak memiliki hipertensi",
          "Tidak, saya tidak memiliki diabetes melitus",
          "Tidak, saya tidak mengalami anemia",
          "Tidak, saya tidak mengalami hipertensi",
          "Tidak, saya tidak memiliki diabetes melitus",
          "Tidak, saya tidak mengalami anemia dan tidak merasa lelah setiap hari",
          "Tidak, saya tidak memiliki hipertensi dan tidak menghindari makanan asin",
          "Tidak, saya tidak memiliki diabetes melitus dan tidak mengontrol berat badan",
          "Tidak, saya tidak mengalami anemia dan tidak mengonsumsi makanan kaya zat besi",
          "Tidak, saya tidak mengalami hipertensi dan tidak perlu beristirahat lebih banyak",
          "Tidak, saya tidak memiliki diabetes melitus dan tidak mengikuti rencana makan",
          "Tidak, saya tidak memiliki anemia dan tidak perlu sering beristirahat"
      ],
      "responses": [
          {
            "response": "Baik pertanyaan selanjutnya, Apakah Mom merasa nyaman melakukan gerakan yoga hamil secara mandiri?",
            "value": 1
          },
          {
            "response": "Selanjutnya, Apakah Mom merasa nyaman ketika melakukan gerakan yoga hamil sendiri?",
            "value": 1
          },
          {
            "response": "Lalu, Apakah Mom merasa nyaman mengikuti gerakan yoga hamil secara mandiri?",
            "value": 1
          },
          {
            "response": "Pertanyaan selanjutnya, Apakah Mom nyaman melakukan gerakan yoga hamil tanpa instruktur",
            "value": 1
          }
        ]
  },
  {
      "tag": "pertanyaan7negative",
      "patterns": [
          "saya memiliki komplikasi",
          "Ya memiliki riwayat penyakit",
          "Ya memiliki riwayat penyakit tersebut",
          "Ya punya riwayat penyakit",
          "Ya punya riwayat penyakit tesebut",
          "Ya, saya punya riwayat penyakit",
          "Ya, saya punya riwayat penyakit tersebut",
          "Ya, saya memiliki riwayat penyakit",
          "Ya, saya memiliki riwayat penyakit tersebut",
          "Ya, saya memiliki anemia dalam kehamilan",
          "Ya, saya memiliki hipertensi",
          "Ya, saya memiliki diabetes melitus",
          "Ya, saya mengalami anemia sejak awal kehamilan",
          "Ya, saya mengalami tekanan darah tinggi selama kehamilan",
          "Ya, saya mengalami diabetes gestasional",
          "Ya, saya didiagnosis anemia oleh dokter kandungan saya",
          "Ya, saya mengonsumsi obat untuk mengendalikan hipertensi",
          "Ya, saya mengontrol gula darah saya karena diabetes melitus",
          "Ya, saya memiliki riwayat anemia dalam kehamilan ini",
          "Ya, saya mengalami hipertensi yang terkontrol",
          "Ya, saya sedang dalam perawatan untuk diabetes melitus",
          "Ya, saya pernah dirawat di rumah sakit karena anemia",
          "Ya, saya mengonsumsi suplemen zat besi untuk anemia",
          "Ya, saya memiliki tekanan darah tinggi yang terkontrol",
          "Ya, saya sedang menjalani diet khusus untuk diabetes melitus",
          "Ya, saya mengalami anemia ringan dalam kehamilan",
          "Ya, saya memiliki hipertensi dan sedang dalam pengawasan dokter",
          "Ya, saya memiliki diabetes melitus dan mengikuti pengobatan",
          "Ya, saya pernah mengalami anemia berat saat hamil",
          "Ya, saya mengonsumsi obat hipertensi selama kehamilan",
          "Ya, saya memiliki riwayat diabetes melitus dalam keluarga",
          "Ya, saya mengalami anemia dan sering merasa lelah",
          "Ya, saya mengalami hipertensi sejak sebelum hamil",
          "Ya, saya memiliki diabetes melitus sejak sebelum hamil",
          "Ya, saya memiliki anemia yang memerlukan perawatan khusus",
          "Ya, saya mengukur tekanan darah secara rutin karena hipertensi",
          "Ya, saya mengukur gula darah setiap hari karena diabetes melitus",
          "Ya, saya memiliki anemia dan sedang dalam pengobatan",
          "Ya, saya mengalami hipertensi yang terkendali dengan obat",
          "Ya, saya mengonsumsi insulin untuk diabetes melitus",
          "Ya, saya memiliki anemia dan sering merasa pusing",
          "Ya, saya memiliki hipertensi dan menjalani diet rendah garam",
          "Ya, saya memiliki diabetes melitus dan mengikuti program diet",
          "Ya, saya mengalami anemia dan harus mengonsumsi suplemen zat besi",
          "Ya, saya memiliki hipertensi yang perlu pemantauan rutin",
          "Ya, saya mengontrol diabetes melitus dengan diet dan olahraga",
          "Ya, saya mengalami anemia dan harus istirahat lebih banyak",
          "Ya, saya memiliki hipertensi dan perlu pemeriksaan rutin",
          "Ya, saya memiliki diabetes melitus dan mengikuti saran dokter",
          "Ya, saya mengalami anemia yang memerlukan transfusi darah",
          "Ya, saya mengalami hipertensi dan harus memantau tekanan darah",
          "Ya, saya memiliki diabetes melitus yang memerlukan pengobatan",
          "Ya, saya memiliki anemia yang membuat saya cepat lelah",
          "Ya, saya memiliki hipertensi yang memerlukan pengawasan ketat",
          "Ya, saya memiliki diabetes melitus dan harus memantau asupan gula",
          "Ya, saya mengalami anemia dan mengonsumsi zat besi tambahan",
          "Ya, saya mengalami hipertensi dan harus menghindari stres",
          "Ya, saya memiliki diabetes melitus dan harus menghindari makanan manis",
          "Ya, saya mengalami anemia dan merasa lelah setiap hari",
          "Ya, saya memiliki hipertensi dan harus menghindari makanan asin",
          "Ya, saya memiliki diabetes melitus dan harus mengontrol berat badan",
          "Ya, saya mengalami anemia dan mengonsumsi makanan kaya zat besi",
          "Ya, saya mengalami hipertensi dan harus beristirahat lebih banyak",
          "Ya, saya memiliki diabetes melitus dan harus mengikuti rencana makan",
          "Ya, saya memiliki anemia dan harus sering beristirahat"
      ],
      "responses": [
          {
            "response": "Okee, Mom. memiliki riwayat penyakit tersebut, proses pendaftaran tidak bisa dilanjutkan. Jika Mom ingin mencoba lagi, silakan kembali. Terima kasih!",
            "value": 0
          },
          {
            "response": "Paham, Mom. memiliki riwayat penyakit tersebut, saya tidak bisa melanjutkan pendaftaran. Silakan kembali ke halaman pendaftaran jika Mom ingin mencoba lagi nanti. Sampai jumpa!",
            "value": 0
          },
          {
            "response": "Oke, Mom. Karena Mom memiliki riwayat penyakit tersebut, pendaftaran tidak dapat dilanjutkan. Terima kasih dan sampai jumpa!",
            "value": 0
          },
          {
            "response": "Paham, Mom. Karena Mom memiliki riwayat penyakit tersebut, proses pendaftaran tidak dapat dilanjutkan. Jika Mom ingin mencoba lagi nanti, silakan kembali. Terima kasih dan selamat tinggal!",
            "value": 0
          },
          {
            "response": "Oke, Mom. Karena Mom memiliki riwayat penyakit tersebut, saya tidak bisa melanjutkan pendaftaran. Silakan kembali ke halaman pendaftaran jika Mom ingin mencoba lagi. Terima kasih dan sampai jumpa!",
            "value": 0
          }
        ]
  },
    {
        "tag": "pertanyaan8positif",
        "patterns": [
          "Iya, enak banget sih! Saya suka bisa santai dan fokus sama diri sendiri.",
          "Pasti dong! Jadi bisa merasakan momen tenang tanpa gangguan dari luar.",
          "Benar banget! Melakukan yoga hamil sendiri bikin lebih santai dan tenang.",
          "Ya, betul sekali. Saya suka bisa merasakan kedamaian dan ketenangan sendiri.",
          "Jelas! Rasanya lebih intim dan personal gitu, bisa fokus sama diri sendiri.",
          "Iya, itu banget! Bikin lebih nyaman dan bisa bergerak sesuai keinginan.",
          "Pastinya! Saya suka momen 'me-time' kayak gitu, bisa fokus sama perasaan sendiri.",
          "Yup! Bikin lebih 'in tune' sama tubuh dan perasaan sendiri, gitu.",
          "Benar sekali. Melakukan yoga hamil sendiri bikin lebih relax dan merasa lebih deket sama diri sendiri.",
          "Tentu saja. Saya suka momen 'me-time' kayak gitu, bisa merasakan setiap gerakan dengan lebih dalam.",
          "Iya, rasanya nyaman banget! Bisa lebih fokus sama perasaan dan gerakan sendiri.",
          "Tentu saja! Saya suka bisa merasakan kedamaian dan ketenangan dalam gerakan yoga hamil sendiri.",
          "Ya, pasti! Bikin lebih 'connected' sama diri sendiri dan si kecil di dalam sana.",
          "Jelas banget! Saya suka bisa merasakan setiap gerakan dengan lebih intens dan mendalam.",
          "Pasti dong! Rasanya lebih intim dan personal gitu, bisa merasakan setiap gerakan dengan lebih dalam.",
          "Iya, itu banget! Bikin lebih rileks dan bisa menghubungkan diri dengan perasaan sendiri.",
          "Pastinya! Saya suka momen 'me-time' kayak gitu, bisa merasakan setiap gerakan dengan lebih dalam.",
          "Benar sekali! Melakukan yoga hamil sendiri bikin lebih tenang dan bisa fokus sama diri sendiri.",
          "Tentu saja. Saya suka momen 'me-time' kayak gitu, bisa merasakan setiap gerakan dengan lebih dalam.",
          "Iya, enak banget! Jadi bisa santai dan meresapi momen kehamilan dengan lebih dalam.",
          "Pasti dong! Rasanya lebih intim dan personal gitu, bisa merasakan setiap gerakan dengan lebih dalam.",
          "Benar sekali. Melakukan yoga hamil sendiri bikin lebih relax dan merasa lebih deket sama diri sendiri.",
          "Ya, itu banget! Bikin lebih rileks dan bisa menghubungkan diri dengan perasaan sendiri.",
          "Tentu saja! Saya suka bisa merasakan kedamaian dan ketenangan dalam gerakan yoga hamil sendiri.",
          "Jelas banget! Saya suka bisa merasakan setiap gerakan dengan lebih intens dan mendalam.",
          "Iya, enak banget sih! Saya suka bisa santai dan fokus sama diri sendiri.",
          "Pasti dong! Jadi bisa merasakan momen tenang tanpa gangguan dari luar.",
          "Benar banget! Melakukan yoga hamil sendiri bikin lebih santai dan tenang.",
          "Ya, betul sekali. Saya suka bisa merasakan kedamaian dan ketenangan sendiri.",
          "Jelas! Rasanya lebih intim dan personal gitu, bisa fokus sama diri sendiri.",
          "Iya, itu banget! Bikin lebih nyaman dan bisa bergerak sesuai keinginan.",
          "Iya, enak banget! Bisa fokus sama diri sendiri.",
          "Pasti dong! Rasanya lebih tenang dan santai.",
          "Benar banget! Bikin lebih nyaman dan relax.",
          "Ya, betul sekali. Merasa lebih intim dan personal.",
          "Jelas! Lebih deket sama diri sendiri.",
          "Iya, itu banget! Lebih bebas dan fleksibel.",
          "Pastinya! Bisa merasakan momen 'me-time' yang nyaman.",
          "Yup! Bikin lebih 'connected' sama diri sendiri.",
          "Benar sekali. Bikin lebih tenang dan rileks.",
          "Tentu saja. Suka momen 'me-time' kayak gitu.",
          "Iya, enak banget! Bisa fokus sendiri.",
          "Pasti dong! Rasanya lebih santai.",
          "Benar banget! Bikin lebih nyaman.",
          "Ya, betul sekali. Lebih intim.",
          "Jelas! Lebih deket sama diri.",
          "Iya, enak banget! Bisa fokus sendiri.",
          "Pasti dong! Rasanya lebih santai.",
          "Benar banget! Bikin lebih nyaman.",
          "Iya, enak banget!",
          "Pasti dong, nyaman!",
          "Nyaman"
        ],
        "responses": [
          {
            "response": "Selamat, Mom! Sekarang kita bisa melanjutkan proses pendaftaran. Terima kasih atas kesabaran Anda.",
            "value": 2
          },
          {
            "response": "Terima kasih, Mom! Mari kita lanjutkan pendaftaran Anda sekarang. Mohon tunggu sebentar.",
            "value": 2
          },
          {
            "response": "Baiklah, Mom! Proses pendaftaran akan segera dimulai. Terima kasih sudah menjawab semua pertanyaan dengan jujur.",
            "value": 2
          },
          {
            "response": "Anda sudah siap untuk melanjutkan proses pendaftaran. Mohon tunggu sebentar, ya!",
            "value": 2
          },
          {
            "response": "Terima kasih, Mom! Sekarang kita bisa lanjut ke tahap berikutnya. Silakan tunggu sebentar.",
            "value": 2
          }
        ]
    },
    {
        "tag": "pertanyaan8negative",
        "patterns": [
          "Hmm, sebenarnya tidak. Saya lebih suka ada instruktur yang bisa memandu gerakan.",
          "Ngga ya, saya merasa lebih aman ketika ada orang yang bisa mengawasi gerakan saya.",
          "Hmm, kurang nyaman sih. Lebih tenang kalau ada yang bisa memberi arahan.",
          "Bukan, saya lebih suka melakukan yoga hamil dengan bantuan instruktur.",
          "Tidak, saya merasa lebih percaya diri ketika ada yang bisa membimbing gerakan saya.",
          "Enggak, saya merasa butuh panduan lebih dari instruktur untuk gerakan yang benar.",
          "Tidak begitu, lebih nyaman kalau ada yang bisa mengawasi gerakan saya.",
          "Hmm, kurang yakin kalau bisa melakukan gerakan dengan benar tanpa bimbingan instruktur.",
          "Bukan, saya merasa perlu arahan langsung dari instruktur untuk gerakan yang tepat.",
          "Tidak, saya merasa lebih baik kalau ada yang bisa memperhatikan gerakan saya.",
          "Hmm, kurang yakin bisa melakukan gerakan dengan benar tanpa panduan langsung.",
          "Tidak, saya lebih memilih ada instruktur yang bisa membimbing gerakan saya.",
          "Ngga sih, saya lebih suka ada yang bisa mengarahkan gerakan saya.",
          "Bukan, saya merasa lebih baik kalau ada yang bisa memberikan petunjuk langsung.",
          "Tidak, saya merasa lebih aman kalau ada instruktur yang mengawasi gerakan saya.",
          "Hmm, saya merasa kurang yakin bisa melakukan gerakan dengan benar sendiri.",
          "Ngga yakin, saya lebih memilih ada instruktur yang bisa membantu gerakan saya.",
          "Bukan, saya merasa lebih nyaman dengan bimbingan langsung dari instruktur.",
          "Tidak, saya merasa lebih baik kalau ada yang bisa memberi petunjuk langsung.",
          "Hmm, mungkin tidak. Saya lebih suka ada yang bisa mengarahkan gerakan saya.",
          "Ngga deh, saya merasa kurang yakin bisa melakukan gerakan dengan benar sendiri.",
          "Bukan, saya merasa lebih aman jika ada yang bisa mengawasi gerakan saya.",
          "Tidak, saya merasa lebih baik dengan bimbingan langsung dari instruktur.",
          "Hmm, lebih baik tidak. Saya merasa butuh arahan langsung dari instruktur.",
          "Ngga yakin, saya lebih memilih ada yang bisa membantu gerakan saya.",
          "Bukan, saya merasa lebih nyaman jika ada yang bisa memberikan petunjuk langsung.",
          "Tidak, saya merasa lebih baik jika ada yang bisa mengarahkan gerakan saya.",
          "Hmm, tidak yakin bisa melakukannya sendiri. Saya lebih suka ada yang membimbing.",
          "Ngga yakin, lebih aman kalau ada yang bisa memberi arahan langsung.",
          "Bukan, merasa lebih nyaman dengan bimbingan langsung dari instruktur.",
          "Tidak, lebih suka dengan bimbingan instruktur.",
          "Ngga, merasa lebih aman dengan pengawasan.",
          "Hmm, kurang nyaman tanpa instruktur.",
          "Bukan, butuh panduan langsung.",
          "Tidak, lebih percaya dengan arahan langsung.",
          "Enggak, merasa perlu bimbingan instruktur.",
          "Tidak, lebih nyaman dengan pengawasan langsung.",
          "Hmm, kurang yakin tanpa panduan.",
          "Bukan, merasa lebih baik dengan bantuan langsung.",
          "Tidak, lebih aman dengan pengawasan instruktur.",
          "Tidak, lebih suka instruktur.",
          "Ngga, merasa butuh pengawasan.",
          "Hmm, kurang nyaman tanpa panduan.",
          "Bukan, perlu arahan langsung.",
          "Tidak, lebih aman dengan bimbingan.",
          "Tidak, lebih suka instruktur.",
          "Ngga, butuh pengawasan.",
          "Hmm, kurang nyaman tanpa panduan.",
          "Tidak nyaman",
          "Ngga nyaman",
          "Ga nyaman",
          "Gk nyaman",
          "Gak nyaman"
        ],
        "responses": [
          {
            "response": "Paham, Mom. Karena Mom tidak merasa nyaman melakukan gerakan yoga hamil secara mandiri, proses pendaftaran tidak bisa dilanjutkan. Jika nanti Mom berubah pikiran, Mom bisa kembali kapan saja. Terima kasih dan sampai jumpa!",
            "value": 0
          },
          {
            "response": "Oke, Mom. Karena Mom tidak merasa nyaman melakukan gerakan yoga hamil secara mandiri, saya tidak bisa melanjutkan pendaftaran. Jangan ragu untuk kembali jika Mom ingin mencoba lagi nanti. Terima kasih dan selamat tinggal!",
            "value": 0
          },
          {
            "response": "Baiklah, Mom. Karena Mom tidak merasa nyaman melakukan gerakan yoga hamil sendiri, pendaftaran tidak dapat dilanjutkan saat ini. Anda selalu bisa kembali nanti jika berubah pikiran. Sampai jumpa!",
            "value": 0
          },
          {
            "response": "Paham, Mom. Karena Mom tidak merasa nyaman melakukan gerakan yoga hamil secara mandiri, proses pendaftaran tidak dapat dilanjutkan. Terima kasih dan selamat tinggal!",
            "value": 0
          },
          {
            "response": "Oke, Mom. Karena Mom tidak merasa nyaman melakukan gerakan yoga hamil secara mandiri, saya tidak bisa melanjutkan pendaftaran. Jika Mom berubah pikiran, Mom bisa kembali nanti. Sampai jumpa!",
            "value": 0
          }
        ]
    }
  ]
}